{
  "locales": {
    "en": "English",
    "ar": "عربي"
  },

  "navbar": {
    "contactus": "تواصل معنا",
    "home": "الرئيسية",
    "news": "آخر اﻷخبار",
    "categories": "التصنيفات",
    "healthAndSports": "الصحة والرياضة",
    "technology": "التكنولوجيا والمستقبل",
    "artAndCulture": "الفن والثقافة",
    "theWorldAndPolitics": "العالم والسياسة",
    "Rights": "جميع الحقوق محفوظة لمؤسسة"
  },
  "headings": {
    "featuredStories": "القصص المميزة",
    "programmes": "البرامج",
    "latestNews": "آخر الأخبار",
    "latestStories": "آخر القصص",
    "moreProgrammes": "المزيد من البرامج",
    "ourservice": "الخدمات",

    "thegalary": "معرض الصور",
    "relatedStoreis": "قصص ذات الصلة",
    "relatedNews": "أخبار ذات صلة",
    "ElixirOfHappinessMagazineIssues": "Elixir Of Happiness Magazine Issues",
    "interestedNews": "أخبار قد تهمك"
  },
  "inputs": {
    "male": "ذكر",
    "female": "أنثي",
    "qualification": "المؤهل",
    "qualification_orgnization": "الجهة المصدرة",
    "english_name": "الاسم بالكامل باللغة الانجليزية",
    "arabic_name": "الاسم بالكامل باللغة العربية",
    "birthdate": "تاريخ الميلاد",
    "gender": "الجنس",
    "national identity": "هوية وطنية",
    "nationality": "الجنسية",
    "identity_number": "رقم الهوية",
    "identity_type": "نوع الهوية",
    "identity_expiry": "تاريخ انتهاء الهوية",
    "fullname": "الإسم كامل",
    "email": "البريد الإلكتروني",
    "chooseafileordropithere": "اختر او اسحب الصوره الشخصية",
    "comment": "التعليق",
    "messge": "الرسالة",
    "phoneNumber": "رقم الهاتف",
    "selectService": "اختر الخدمة",
    "other": "أخري",
    "iqama": "إقامة",
    "enterTheSearchWord": "ادخل كلمة البحث"
  },
  "buttons": {
    "update_profile": "تحديث",
    "submitApp": "إرسال الطلب",
    "next": "التالي",
    "edit": "تعديل",
    "previous": "السابق",
    "update_picture": "تحديث الصوره",
    "send": "إرسال",
    "update_identity": "تحديث الهوية",
    "upload": "رفع",
    "login": "دخول",
    "home": "الرئيسية",
    "signUp": "تسجيل",
    "search": "بحث",
    "federation": "الاتحاد",
    "events": "الفعاليات",
    "contact": "اتصل بنا",
    "license": "الرخصة",
    "membership": "العضوية",
    "readMore": "المزيد",
    "becomeSailor": "كن بحارا",
    "becomeSurfer": "كن راكب أمواج",
    "becomewindsurfing": "كن متزلج",
    "sailing": "تسجيل"
  },
  "misc": {
    "personal_informartion": "البيانات الشخصية",
    "Contact us": "تواصل معنا",
    "forgot_password?": "هل نسيت كلمة المرور ؟",
    "Enter username": "ادخل اسم المستخدم",
    "login": "تسجيل الدخول",
    "Close": "إغلاق",
    "The English name field is required": "الاسم باللغة الانجليزية مطلوب",
    "The Arabic name field is required": "الاسم باللغة العربية مطلوب",
    "The nationality field is required": "حقل الجنسية مطلوب",
    "The identity number field is required": "رقم الهوية مطلوب",
    "ُEnter your email": "ادخل الايميل",
    "The phone field must be at least 9 characters": "لا يجب ان يكون الاقل 9 ارقام",
    "The phone field may not be greater than 12 characters": "لا يجب ان يتجاوز 12 رقم",
    "The email field is required": "حقل الايميل مطلوب",
    "The password field is required": "حقل الباسورد مطلوب",
    "The name field is required": "حقل الاسم مطلوب",
    "The phone field is required": "حقل الموبايل مطلوب",
    "The cPassword field is required": "حقل تأكيد الباسورد مطلوب",
    "The name field must be at least 3 characters": "الاسم يجب ان تكون علي الاقل 3 حروف",
    "The password field must be at least 6 characters": "الباسورد يجب ان تكون علي الاقل 6 حروف",
    "The cPassword field must be at least 6 characters": "تأكيد الباسورد يجب ان يكون علي الاقل 6 حروف",
    "The cPassword field confirmation does not match": "الباسورد غير متطابق",
    "The email field must be a valid email": "الايميل يجب ان يكون صحيح",
    "Logout": "تسجيل الخروج",
    "confirm password": "تأكيد كلمة المرور",
    "enterPersonalInformation": "إدخال البيانات الشخصية",
    "enterPortrait": "إرفاق الصورة الشخصية",
    "Profile": "الملف الشخصي",
    "Already have an account?": "لديك حساب بالفعل؟",
    "Sign in Instead": "دخول",
    "Dont have an account?": "أليس لديك حساب؟",
    "Create an account": "إنشاء حساب جديد",
    "dashboard": "لوحة التحكم",
    "portrait": "الصوره الشخصية",
    "password": "كلمة المرور",
    "settings": "الإعدادات",
    "myAccount": "حسابي",
    "identity": "الهويه",
    "athletes_membership": "طلب تسجيل لاعب",
    "instructor_license": "طلب تسجيل مدرب",
    "personal_picture": "الصوره الشخصية",
    "qualifications": "المؤهلات",
    "langingHeader": " الاتحاد السعودي للملاحة الشراعية",
    "langingDesc": "",

    "Kiteboarding or kitesurfing": "رياضة الكايت بورد أو الكايت سيرف (رياضة ركوب الأمواج الشراعية)",
    "Kiteboarding or kitesurfing desc": "هي رياضة فردية تعتمد على العوامل الطبيعية من الرياح وسطح الماء، وهي عبارة عن تزلج على سطح الماء بإستخدام الألواح المخصصة والاعتماد على الرياح للسحب بواسطة شراع مخصص مؤمن و متصل بالراكب",
    "Board Sailing": "التزلج الشراعي",
    "Board Sailing Sports": " رياضات التزلج الشراعي",
    "Board Sailing Sports desc": "تعتبر من الأنشطة و الرياضات التي تندرج تحت الإبحار الشراعي وهي رياضة الركوب على لوح تزلج شراعي صغير أو لوح ركوب أمواج أو لوح فويل، يتم دفعه أو سحبه على سطح الماء بواسطة شراع. يتم تصنيفها إلى رياضة الوند سرف و رياضة الكايت بورد أو الكايت سيرف (رياضة ركوب الأمواج أو الركمجة الشراعية) وكلاهما يعد من الرياضات الأولمبية",
    "Sailing by sailing boat": "رياضة الإبحار الشراعي – بواسطة القارب الشراعي",
    "Sailing by sailing boat desc": "واسطة بحرية تندفع بالرياح كلياً عن طريق الأشرعة أو بمساندة محرك. تُصّنف القوارب الشراعية حسب أحجامها ووضع أشرعتها وترتيب صواريها و نوع عارضتها مثل زورق الدنجي و الفلوكة و قوارب الكِيل و اليخت...الخ. كما تختلف في الهدف منها مثل القوارب الشراعية للسباقات أو للتنزه والترفيه.",
    "Sports included under windsurfing": "الرياضات المدرجة تحت الإبحار الشراعي",
    "Sailing for Educational Purposes": "الإبحار لأغراض تعليمية",
    "Sailing for Educational Purposes desc": "يمكن للفرد أن يبدأ التدريب على الإبحار الشراعي بعمر 8 سنوات، وكلما كان أصغر سنًا، أصبحت ممارسة الرياضة هواية مفيدة في حياته. يلعب الإبحار دوراً كبيراً في تعزيز مهارات الطفل ، بحيث يساعده في مهاراته البدنية في التحكم في سير و سرعة القارب، بالإضافة إلى ما تتطلبه الرياضة من العمل الجماعي و تحمل المسؤولية. يساعد الإبحار الأطفال في الحصول على خبرة  في تعلم الديناميكا الهوائية والديناميكا المائية ومهارة إستغلالهما معاً. و زيادة على ذلك فإن قوارب الشراع و معدات التزلج الشراعي معدات يدوية سهلة التركيب والتفكيك. حيث ذلك،تعلم الطفل كيفية صنع القوارب و كيفية تكريبها بشكل محكم فان هذا العمل ينمي مهارة التدقيق والصبر فان لم يجيدها سقط.",
    "Environmental Aspects of Sailing": "التأثيرات البيئية للإبحار الشراعي",
    "Environmental Aspects of Sailing desc": "الابحار الشراعي رياضة صديقة للبيئة. فهي تعتمد كلياً في ممارستها على العوامل الطبيعية فقط. حيث يستغل الإبحار الشراعي طاقة الرياح للدفع فوق سطح الماء باستخدام شراع  قماشي بدلا من محرك ميكانيكي، بالتالي هذا النوع من المركبات  لايطلق أي ملوثات مثل البنزين أو الغازات الضارة  في الماء أو الهواء ولا تترك أثراً ضاراً على البيئة البحرية أو بما يتعلق بالكائنات البحرية في الماء.",
    "sailingBenifits": "منافع الإبحار والرياضات الشراعية",
    "Mental wellbeing": "الصحة العقلية",
    "Mental wellbeing desc":"يرتبط الإبحار الشراعي بشكل مباشر مع العوامل البيئية الطبيعية،حيث يعتمد في ممارسته على الرياح و الماء فقط.  و هذا الاحتكاك يولد تأثير إيجابي ومعنوي على الصحة البدنية والعقلية  حيث تسهم في تقوية البدن و تصفية الذهن فانه يضع الممارس في اصفى انواع الطبيعة في وسط البحر من غير عوامل تلوث سمعية وبصرية. الإبحار الشراعي يفتح المجال للممارس أن يكون متصل بحواسه مما يأدي إلى تصفية الذهن و الارتياح التام.",
    "sailing": "الإبحار الشراعي",
    "Sailing as a sport": "الإبحار الشراعي (من منظور  رياضي) / الإبحار الشراعي كرياضة",
    "Sailing as a sport desc": "كانت تصنف رياضة الإبحار الشراعي (المعروفة سابقاًبالإبحار باليخت حتى عام 2000) ضمن إحدى الرياضات الأولمبية منذ دورة الألعاب الأولمبية الأولى، التي أقيمت في أثينا، اليونان، في عام 1896.  على الرغم من كونها مقررة في البرنامج الأولمبي الأول، فقد تم إلغاء السباقات في صيف 1904 بسبب سوء الأحوال الجوية. ولكن من بعد ذلك العام،  كان الإبحار حاضراً في كل طبعة من الألعاب الأولمبية.",
    "sailingSports": "رياضات الإبحارالشراعي ",
    "sailingSportsDesc": "هي رياضات أولمبية تتصف بفن التحكم بالقارب أو الواسطة البحرية باستخدام الشراع و توجيه مساره على سطح الماء وكذلك ضبط سرعتهما وموازنتهما في مواجهة الرياح والأمواج. ذلك يتطلب خبرات وفهم عميق لتقلبات البحر ورياحه وتياراته، وكذلك قدرات بدنية من تحمل للقوة ومرونة. و منها رياضة القوارب الشراعية معروفة أيضاً بالشراع فقط، و رياضات التزلج الشراعي و يندرج تحتها الكايت بورد و الوند سيرف.",
    "sailingTitle": "  القدرة على التحكم بالقارب أو الواسطة البحرية و توجيهها باستخدام الشراع و الرياح",
    "sailingdesc": "الإبحار الشراعي هو نشاط بحري يكمن في القدرة على التحكم بالقارب أو الواسطة البحرية باستخدام الشراع و توجيه مساره على سطح الماء وضبط سرعتهما وموازنتهما في مواجهة الرياح والأمواج. وذلك يتطلب خبرة وفهم لديناميكا الهواء وتقلبات البحر وتياراته وعلى ذلك فانه ينمي الكثير من المهارات بما فيها  اتخاذ القرارات السريعة وحل المشاكل. يستخدم لأغراض ترفيهية و رياضية و مهنية.",
    "kitesurfing": "ركوب الأمواج الشراعية",
    "windsurfing": "رياضة الوند سرف",
    "windsurfingdesc": "هي احدى رياضات التزلج الشراعي وهي رياضة فردية عبارة عن مزيج من ركوب الأمواج والإبحار الشراعي باستخدام شراع حوالي 2.5 متر متصل بلوح ركوب الأمواج من 2 إلى 3 متر. عندما يلتقط الشراع الرياح تدفع اللوح على سطح الماء",
    "kitesurfingdesc": " هي رياضة فردية تعتمد على العوامل الطبيعية من الرياح وسطح الماء، وهي عبارة عن تزلج على سطح الماء باستخدام الألواح المخصصة والاعتماد على الرياح للسحب بواسطة شراع مخصص مؤمن ومتصل بالراكب",
    "gallary": "المعرض",
    "news": "الاخبار",
    "members": "الاعضاء",
    "aboutFederation": "عن الاتحاد",
    "aboutFederationDescription": "تأسس الاتحاد السعودي للملاحة الشراعية في تاريخ  17/3/1439هـ.",
    "aboutFederationDescription1": "يعد الاتحاد السعودي للملاحة الشراعية الجهة الوطنية المعنية بتنظيم أي نشاط شراعي في المملكة، معترف به من قبل وزارة الرياضة و اللجنة الأولمبية السعودية. و هو أيضاً الجهة المسؤولة عن إصدار اللوائح التنظيمية لرياضة الإبحار الشراعي بالإضافة إلى  تنظيم مسابقات الرياضات الشراعية الداخلية و تمثيل المملكة في البطولات الدولية و العربية والخليجية و نشر ثقافة رياضات الملاحة الشراعية بين المجتمع  تحقيقأً  لرؤية المملكة 2030 التي من أبرز أهدافها تفعيل القطاع الرياضي في المملكة و زيادة عدد الممارسين له بشكل منتظم، بالإضافة إلى دعم  برنامج جودة الحياة في تنشيط الأنشطة الرياضية مما ساهم بشكل كبير في إبراز الرياضة للمجتمع على الصعيد المحلي والدولي.",
    "ourHistory": "تاريخنا",
    "ourHistoryDescription": "على مدار التاريخ، كان للإبحار دور مؤثر في تطور وتنمية الحضارة، حيث إنه قام بتوفير فرصة أكبر للتنقل بدلاً من السفر براً سواء للتجارة أو النقل أو الحرب، بالإضافة إلى مهنة صيد السمك.الداو أو (سامبوك) هو اسم تاريخي للزوارق الشراعية / المراكب الشراعية القديمة التي تحتوي على صواري مزودة بأشرعة تستخدم لتجميع الهواء في مكان مركزي لدفع الزورق على سطح الماء، وتستخدم في البحر الأحمر ومنطقة المحيط الهندي بشكل أساسي للتجارة ونقل البضائع.يعد الإبحار الشراعي اليوم من أكثر الرياضات التنافسية ذات فوائد عديدة لممارسيها بالإضافة إلى كونه نشاط ترفيهي وسياحي.",
    "mission": "الرساله",
    "missionDescription": "تشجيع و دعم مجتمع البحارة الوطنين الوارد و توعية المجتمع الوطني بثقافة الإبحار الشراعي بأنواعه و فوائدة العديدة من المنظور الرياضي و البدني والذهني. تشجيع المجتمع بهدف تنمية القدرات الوطنية المتنوعة و إبراز الهوايات و المهارات المتخفية، و ذلك بتوفير الفرص التدريبية للمهتمين بدعم  النوادي والمراكز المحلية للابحار و التزلج الشراعي و فتح المجال للمشاركة في المنافسات المحلية و الدولية و تأسيس مستوى تنافس أولمبي. و على ذلك فأن مهمة اللإتحاد تتوافق مع تحقيق رؤية المملكة 2030 و التي من أبرز أهدافها تفعيل القطاع الرياضي في المملكة و زيادة عدد الممارسين ل للرياضات والسباق على مستوى محلي و عالمي وتنمية مجتمع حيوي وصحي بشكل منتظم.",
    "historyOfSailing": "History of sailing",
    "historyOfSailingDisc": "Throughout history, sailing has been influential in the development of civilization, providing humanity superior mobility than travel over land, whether for trade, transport or warfare, and the capacity for fishing. Dhow or Sambuk is a historical name for the early Sailboats /sailing vessels with one or more masts with sails, used in the Red Sea and Indian Ocean region mainly for trade and transporting goods. Today Sailing is considered a recreation and competitive sport with many benefits. In addition to being a leisure activity."
  }
}
