{
  "locales": {
    "en": "English",
    "ar": "عربي"
  },

  "navbar": {
    "contactus": "تواصل معنا",
    "home": "الرئيسية",
    "news": "آخر اﻷخبار",
    "categories": "التصنيفات",
    "healthAndSports": "الصحة والرياضة",
    "technology": "التكنولوجيا والمستقبل",
    "artAndCulture": "الفن والثقافة",
    "theWorldAndPolitics": "العالم والسياسة",
    "Rights": "جميع الحقوق محفوظة لمؤسسة"
  },
  "headings": {
    "featuredStories": "القصص المميزة",
    "programmes": "البرامج",
    "latestNews": "آخر الأخبار",
    "latestStories": "آخر القصص",
    "moreProgrammes": "المزيد من البرامج",
    "ourservice": "الخدمات",

    "thegalary": "معرض الصور",
    "relatedStoreis": "قصص ذات الصلة",
    "relatedNews": "أخبار ذات صلة",
    "ElixirOfHappinessMagazineIssues": "Elixir Of Happiness Magazine Issues",
    "interestedNews": "أخبار قد تهمك"
  },
  "inputs": {
    "qualification": "المؤهل",
    "qualification_orgnization": "الجهة المصدرة",
    "english_name": "الاسم بالكامل باللغة الانجليزية",
    "arabic_name": "الاسم بالكامل باللغة العربية",
    "birthdate": "تاريخ الميلاد",
    "gender": "الجنس",
    "nationality": "الجنسية",
    "identity_number": "رقم الهوية",
    "identity_type": "هوية وطنية / إقامة",
    "identity_expiry": "تاريخ انتهاء الهوية",
    "fullname": "الإسم كامل",
    "email": "البريد الإلكتروني",
    "chooseafileordropithere": "اختر او اسحب الصوره الشخصية",
    "comment": "التعليق",
    "messge": "الرسالة",
    "phoneNumber": "رقم الهاتف",
    "selectService": "اختر الخدمة",
    "enterTheSearchWord": "ادخل كلمة البحث"
  },
  "buttons": {
    "update_profile": "تحديث",
    "next": "التالي",
    "previous": "السابق",
    "update_picture": "تحديث الصوره",
    "send": "إرسال",
    "update_identity": "تحديث الهوية",
    "upload": "رفع",
    "login": "دخول",
    "home": "الرئيسية",
    "signUp": "تسجيل",
    "search": "بحث",
    "federation": "الاتحاد",
    "events": "الفعاليات",
    "contact": "اتصل بنا",
    "license": "الرخصة",
    "membership": "العضوية",
    "readMore": "المزيد",
    "becomeSailor": "كن بحارا",
    "becomeSurfer": "كن راكب أمواج",
    "becomewindsurfing": "كن متزلج",
    "sailing": "تسجيل"
  },
  "misc": {
    "personal_informartion": "البيانات الشخصية",
    "identity": "الهويه",
    "athletes_membership": "طلب تسجيل لاعب",
    "instructor_license": "طلب تسجيل مدرب",
    "personal_picture": "الصوره الشخصية",
    "qualifications": "المؤهلات",
    "langingHeader": " الاتحاد السعودي للملاحة الشراعية",
    "langingDesc": "",
    "sailing": "الإبحار الشراعي",
    "sailingdesc": "واسطة بحرية تندفع بالرياح كلياً عن طريق الأشرعة أو بمساندة محرك. تُصّنف القوارب الشراعية حسب أحجامها ووضع أشرعتها وترتيب صواريها ونوع عارضتها مثل زورق الدنجي والفلوكة وقوارب الكِيل و اليخت...الخ. كما تختلف في الهدف منها مثل القوارب الشراعية للسباقات أو للتنزه والترفيه.",
    "kitesurfing": "ركوب الأمواج الشراعية",
    "windsurfing": "التزلج الشراعي",
    "windsurfingdesc": "هي رياضة فردية عبارة عن مزيج من ركوب الأمواج والإبحار الشراعي باستخدام شراع حوالي 2.5 متر متصل بلوح ركوب الأمواج من 2 إلى 3 متر. عندما يلتقط الشراع الرياح تدفع اللوحة على سطح الماء",
    "kitesurfingdesc": " هي رياضة فردية تعتمد على العوامل الطبيعية من الرياح وسطح الماء، وهي عبارة عن تزلج على سطح الماء باستخدام الألواح المخصصة والاعتماد على الرياح للسحب بواسطة شراع مخصص مؤمن ومتصل بالراكب",
    "gallary": "المعرض",
    "news": "الاخبار",
    "members": "الاعضاء",
    "aboutFederation": "عن الاتحاد",
    "aboutFederationDescription": "تأسس الاتحاد السعودي للملاحة الشراعية في عام 1439هـ. ويعد الجهة الوطنية المعنية بتنظيم ومراقبة أي نشاط شراعي في المملكة معترف به من قبل وزارة الرياضة واللجنة الأولمبية السعودية داخل المملكة. وهو أيضاً الجهة المسؤولة عن إصدار اللوائح التنظيمية لرياضة الإبحار الشراعي بالإضافة إلى تنظيم مسابقات الرياضات الشراعية الداخلية وتمثيل المملكة في البطولات الدولية والعربية والخليجية و نشر ثقافة رياضات الملاحة الشراعية بين المجتمع تحقيقا لرؤية المملكة 2030 التي من أبرز أهدافها تفعيل القطاع الرياضي في المملكة و زيادة عدد الممارسين له بشكل منتظم بالإضافة إلى دعم برنامج جودة الحياة في تنشيط الأنشطة الرياضية مما ساهم بشكل كبير في إبراز الرياضة للمجتمع على الصعيد المحلي و الدولي.",
    "ourHistory": "تاريخنا",
    "ourHistoryDescription": "على مدار التاريخ، كان للإبحار دور مؤثر في تطور وتنمية الحضارة، حيث إنه قام بتوفير فرصة أكبر للتنقل بدلاً من السفر براً سواء للتجارة أو النقل أو الحرب، بالإضافة إلى مهنة صيد السمك.الداو أو (سامبوك) هو اسم تاريخي للزوارق الشراعية / المراكب الشراعية القديمة التي تحتوي على صواري مزودة بأشرعة تستخدم لتجميع الهواء في مكان مركزي لدفع الزورق على سطح الماء، وتستخدم في البحر الأحمر ومنطقة المحيط الهندي بشكل أساسي للتجارة ونقل البضائع.يعد الإبحار الشراعي اليوم من أكثر الرياضات التنافسية ذات فوائد عديدة لممارسيها بالإضافة إلى كونه نشاط ترفيهي وسياحي.",
    "mission": "الرساله",
    "missionDescription": "توعية المجتمع بثقافة الإبحار الشراعي بأنواعها وفوائدها من المنظور الرياضي، لتشجيع ودعم مجتمع البحارة الوطنيين بهدف المشاركة والمنافسة محليًا ودوليًا والوصول إلى مستوى تنافس أولمبي. بالإضافة إلى تقديم الدعم لنوادي ومراكز الإبحار والتزلج الشراعي المحلي. و لتحقيق أهداف رؤية سيدي ولي العهد صاحب السمو الملكي الامير محمد بن سلمان ٢٠٣٠، والتي أحد أهم أهدافها هي زيادة أعداد الممارسين للرياضات والسباق على مستوى عالمي والوصول إلى مجتمع حيوي وصحي، وفي إطار المساعي الحديثة والمتواصلة للاتحاد السعودي للملاحة الشراعية لدعم النمو الكبير والمتسارع لعدد الممارسين للأنشطة والرياضات البحرية بمختلف أنواعها في المملكة العربية السعودية، وتحولها لصناعة ومصدر تمكن من المنافسة العالمية ورافد للاقتصاد من المتوقع له في إطار رؤية المملكة 2030 أن يدعم بشكل ملحوظ الناتج القومي وأن يسهم بشكل مباشر وغير مباشر في خلق آلاف الوظائف للمواطنين والمواطنات، والتي ستجعل المملكة العربية السعودية تواكب في مجال الأنشطة والرياضات البحرية مثيلاتها من الدول المتقدمة الأخرى.",
    "historyOfSailing": "History of sailing",
    "historyOfSailingDisc": "Throughout history, sailing has been influential in the development of civilization, providing humanity superior mobility than travel over land, whether for trade, transport or warfare, and the capacity for fishing. Dhow or Sambuk is a historical name for the early Sailboats /sailing vessels with one or more masts with sails, used in the Red Sea and Indian Ocean region mainly for trade and transporting goods. Today Sailing is considered a recreation and competitive sport with many benefits. In addition to being a leisure activity."
  }
}
