{
  "locales": {
    "en": "English",
    "ar": "عربي"
  },

  "navbar": {
    "contactus": "Contact us",
    "home": "Home",
    "news": "News",
    "categories": "Categories",
    "healthAndSports": "Health And Sports",
    "technology": "Technology And Future",
    "artAndCulture": "Art And Culture",
    "theWorldAndPolitics": "The World And Politics",
    "Rights": "جميع الحقوق محفوظة لمؤسسة"
  },
  "headings": {
    "featuredStories": "featured stories",
    "programmes": "Programs",
    "latestNews": "Latest News",
    "latestStories": "Latest stories",
    "moreProgrammes": "More Programs",
    "ourservice": "Our Service",
    "thegalary": "The gallery",
    "relatedStoreis": "Related Stories",
    "relatedNews": "Related News",
    "ElixirOfHappinessMagazineIssues": "Elixir Of Happiness Magazine Issues",
    "interestedNews": "Interested News"
  },
  "inputs": {
    "male": "Male",
    "female": "Female",
    "qualification": "Qualification",
    "qualification_orgnization": "Qualification organization",
    "english_name": "Full Applicant Name in english",
    "arabic_name": "Full Applicant Name in arabic",
    "birthdate": "Birth of date",
    "gender": "Gender",
    "nationality": "Nationality",
    "identity_number": "Identity number",
    "identity_type": "Identity type",
    "identity_expiry": "Identity expiry",
    "chooseafileordropithere": "Choose a file or drop it here...",
    "fullname": "Full name ",
    "email": "Email",
    "comment": "Comment",
    "other": "Other",
    "iqama": "Iqama",
    "national identity": "National identity",
    "messge": "Messge",
    "phoneNumber": "Phone Number",
    "selectService": "select Service",
    "enterTheSearchWord": "Enter the search word"
  },
  "buttons": {
    "update_profile": "Update",
    "submitApp": "Submit Application",
    "next": "Next",
    "previous": "Previous",
    "update_picture": "Update picture",
    "update_identity": "Update identity",
    "upload": "Upload",
    "send": "Send",
    "home": "Home",
    "login": "Login",
    "signUp": "Sign Up",
    "federation": "Federation",
    "events": "Events",
    "contact": "Get in touch",
    "edit": "Edit",
    "license": "License",
    "membership": "Membership",
    "search": "Search",
    "readMore": "Read More",
    "becomeSailor": "Become a sailor",
    "becomeSurfer": "Become a kitesurfing",
    "sailing": "Register",
    "becomewindsurfing": "Become a windsurfing"
  },
  "misc": {
    "personal_informartion": "Personal informartion",
    "Contact us": "Contact us",
    "forgot_password?": "Forgot password?",
    "Enter username": "Enter your username",
    "login": "Login",
    "Close": "Close",
    "The English name field is required": "The English name field is required",
    "The Arabic name field is required": "The Arabic name field is required",
    "The nationality field is required": "The nationality field is required",
    "The phone field must be at least 9 characters": "The phone field must be at least 9 characters",
    "The phone field may not be greater than 12 characters": "The phone field may not be greater than 12 characters",
    "The identity number field is required": "The identity number field is required",
    "The email field is required": "The email field is required",
    "The password field is required": "The password field is required",
    "The name field is required": "The name field is required",
    "The phone field is required": "The phone field is required",
    "The cPassword field is required": "The confirm password field is required",
    "The name field must be at least 3 characters": "The name field must be at least 3 characters",
    "The cPassword field must be at least 6 characters": "The cPassword field must be at least 6 characters",
    "The password field must be at least 6 characters": "The password field must be at least 6 characters",
    "The email field must be a valid email": "The email field must be a valid email",
    "The cPassword field confirmation does not match": "The confirm password field confirmation does not match",
    "Logout": "Logout",
    "Profile": "Profile",
    "enterPersonalInformation": "Enter personal informations",
    "enterPortrait": "Attach portrait",
    "Already have an account?": "Already have an account?",
    "Sign in Instead": "Sign in Instead",
    "Dont have an account?": "Don't have an account?",
    "Create an account": "Create an account",
    "portrait": "Portrait",
    "password": "Password",
    "confirm password": "Confirm password",
    "athletes_membership": " Athletes Membership",
    "instructor_license": "Instructor License",
    "dashboard": "Dashboard",
    "settings": "settings",
    "myAccount": "My account",
    "identity": "Identity",
    "personal_picture": "Personal picture",
    "qualifications": "Qualifications",
    "langingHeader": "The Saudi Sailing Federation (SSF)",
    "langingDesc": "",
    "gallary": "Gallary",
    "ُEnter your email": "Enter your email",
    "news": "News",
    "members": "Members",
    "Kiteboarding or kitesurfing": "Kiteboarding or kitesurfing",
    "Kiteboarding or kitesurfing desc": "is an individual sport that depends on the natural factors of the wind and the surface of the water. It is surfing on the surface of the water using custom boards and relying on the wind to pull with a dedicated sail that is secured and connected to the passenger.",
    "Board Sailing": "Board Sailing",
    "Board Sailing Sports": "Board Sailing Sports",
    "Board Sailing Sports desc": "Sailing activities that use a type of board (surfboard, foil board, twin-tip board) to sail on. The board with the rider on it is pushed or pulled on the surface of the water by a sail or a kite. Windsurfing and kiteboarding or kitesurfing fall under this category, both of which are Olympic sports.",
    "sailing": "Sailing",
    "Sailing by sailing boat": "Sailing by sailing boat",
    "Sailing by sailing boat desc": "A Marine vehicle that is entirely driven by the wind by means of sails utilizing sails or the support of an engine. Sailing boats are classified according to their size, position of their sails, arrangement of their masts, and the type of keel, such as: dinghy boats, feluccas, keelboats, yachts… etc. They also differ in their purpose, such as sailing boats for racing or for leisure.",
    "Sports included under windsurfing": "Sports included under windsurfing",
    "Sailing for Educational Purposes": "Sailing for Educational Purposes",
    "Sailing for Educational Purposes desc": "An individual can start sail training as young as 8 years old.  The younger you are, the more beneficial the skill, and more useful the tool becomes in your life. As a child, sailing provides a view of self-confidence, hand-eye coordination, communication skills, teamwork, and a sense of responsibility. It provides a wide scope of view for the imagination, and it promotes greater passions and ambitions; sailing creates a sense of adventure, which combines curiosity and boldness, which leads to becoming comfortable facing new challenges. It does so while being fun, creating the desire to enjoy new challenges. Kids get first-hand experience with learning aerodynamics and hydrodynamics, and the skill to harness them both.Learning through Discovery – Sailing teaches life skills through self-discovery. This is an effective and interesting way to learn, and it is different from most educational methods used in school.  By learning through self-discovery, people develop a thirst for greater learning as well as a deeper understanding of the subject.",
    "Environmental Aspects of Sailing": "Environmental Aspects of Sailing",
    "Environmental Aspects of Sailing desc": "Generally, all sailing activities are environmentally friendly. Sailing harnesses the power of the wind and has a minimal disturbance to the underwater marine life. It leaves minimal to no carbon footprint.",

    "Mental wellbeing": "Mental wellbeing",
    "Mental wellbeing desc": "Sailing connects oneself to the natural surroundings, since  it harnesses natural energy to power the sail, therefore representing an individual’s mind; whereas the natural elements represent the individual’s thought-flow and everyday stressors – the body and mind connect with wind, speed, direction and the flow of the waves beneath. Independently it can be chaotic and destructive and may inevitably capsize;however, with skill and practice, it can be harnessed to harmonize each component to provide thrust and acceleration. Peace of mind is represented by the silence and harmonization of the sail like achieving the skill to harmonize and harness thought flow and stressors in a positive manner.",
    "sailingBenifits": "Benefits of sailing ",
    "sailingSports": "Sailing Sports",
    "sailingSportsDesc": "They are Olympic sports characterized by the art of controlling a boat or marine vehicle by using the sail and directing its path on the surface of the water, as well as controlling their speed and balance in the face of winds and waves. This requires experiences and a deep understanding of the fluctuations of the sea, its winds and currents, as well as the physical capabilities of endurance of strength and flexibility. Including windsurfing, also known only as sailing, and windsurfing, including kiteboard and windsurf.",
    "Sailing as a sport": "Sailing as a sport",
    "Sailing as a sport desc": "Sailing (previously known as yachting until 2000) has been one of the Olympic sports since the Games of the I Olympiad, held in Athens, Greece, in 1896. Despite being scheduled in the first Olympic program, the races were cancelled due to severe weather conditions. Apart from the 1904 Summer Olympics, sailing has been present in every edition of the Olympic Games.",
    "sailingTitle": "The ability to control a boat or a marine vehicle and direct it using sail and wind",
    "sailingdesc": "الإبحار الشراعي هو نشاط بحري يكمن في القدرة على التحكم بالقارب أو الواسطة البحرية باستخدام الشراع و توجيه مساره على سطح الماء وضبط سرعتهما وموازنتهما في مواجهة الرياح والأمواج. وذلك يتطلب خبرة وفهم لديناميكا الهواء وتقلبات البحر وتياراته وعلى ذلك فانه ينمي الكثير من المهارات بما فيها  اتخاذ القرارات السريعة وحل المشاكل. يستخدم لأغراض ترفيهية و رياضية و مهنية.",
    "kitesurfing": "Kitesurfing",
    "windsurfing": "Windsurfing ",
    "windsurfingdesc": "is an individual sport that is a mixture of sailing and kitesurfing, using a sail of about 2.5 meters attached to a surfboard of 2 to 3 meters. When the sail catches the wind, it pushes the board and propels it over the surface of the water",
    "kitesurfingdesc": "It is an individual sport that depends on the natural factors of the wind and the surface of the water, and it is surfing on the surface of the water using custom boards and relying on the wind to pull with a dedicated sail that is secured and connected to the passenger",
    "aboutFederation": "About the Federation",
    "ourHistory": "Our History",
    "ourHistoryDescription": "Throughout history, sailing has been influential in the development of civilization, providing humanity superior mobility than travel over land, whether for trade, transport or warfare, and the capacity for fishing. Dhow or Sambuk is a historical name for the early Sailboats /sailing vessels with one or more masts with sails, used in the Red Sea and Indian Ocean region mainly for trade and transporting goods. Today Sailing is considered a recreation and competitive sport with many benefits. In addition to being a leisure activity.",
    "aboutFederationDescription": "",
    "aboutFederationDescription1": "The Saudi Sailing Federation (SSF) is the national governing body for any sailing activity in the kingdom recognized by the Saudi Olympic Committee and the Ministry of Sports. previously, under the Saudi Maritime Sports Federation, sailing activities were lost amongst all the various water sports. Saudi Maritime dissolved into separate federations and today, The Saudi Sailing Federation (SSF) is a newly established and recognized national governing body under the Saudi Olympics Committee along-side the Ministry of Sport for any Sailing activities in the Kingdom. Established in December of 2017 and currently based in Jeddah, SA as an arm of the Saudi Arabian Olympics Committee HQ in Riyadh.",
    "mission": "Mission",
    "missionDescription": "The mission of the SSF is to, primarily, introduce the local communities to the concept of sailing, and every sport that falls under its umbrella; to establish a nationwide awareness of the benefits of sailing for oneself, the marine environment and our society’s overall well-being; to encourage and support the national sailing entrepreneurships and sailing capacities in both national and international championships – to pave the way to establishing a professional and competitive KSA Olympic sailing league. The mission of the SSF is, in turn, aligned with the KSA vision 2030 goals of increasing the national capacity of athletes and competitions on a national as well as international levels and to promote an overall vibrant and healthy community.",
    "historyOfSailing": "History of sailing",
    "historyOfSailingDisc": "Throughout history, sailing has been influential in the development of civilization, providing humanity superior mobility than travel over land, whether for trade, transport or warfare, and the capacity for fishing. Dhow or Sambuk is a historical name for the early Sailboats /sailing vessels with one or more masts with sails, used in the Red Sea and Indian Ocean region mainly for trade and transporting goods. Today Sailing is considered a recreation and competitive sport with many benefits. In addition to being a leisure activity."
  }
}
